Repository: wp-plugins/goods-catalog
Catalog: languages/gcat-*.po
Languages: es_es, fr_fr, it_it, ru_ru

source: You can change the default prefix for the tags of products. Please notice, that every time you change it you should also press "Save" on the <a href="%s">Permalinks Settings page</a>
es_es: Puedes cambiar el prefijo por defecto para las etiquetas de productos. Recuerda que, cada vez que la cambies, debes pulsar después "Guardar cambios" en la página <a href="%s">Enlaces permanentes</a>
fr_fr: Vous pouvez changer le préfixe par défaut des mots clés de produits. Notez cependant qu'à chaque changement vous devrez cliquer sur "Enregister" sur la page de réglages des <a href="%s">Permaliens.</a>
it_it: È possibile modificare il prefisso predefinito per i tag dei prodotti. Si prega di notare, che ogni volta che si cambia questo valore si deve anche premere "Salva impostazioni " sulla pagina <a href="%s"> permalink </a>

source: If you are unhappy with default thumbnails' size for categories and products, change it here, please. After that please use <a href='http://wordpress.org/plugins/regenerate-thumbnails/'>Regenerate Thumbnails</a> plugin to rebuild images' sizes. Please notice, that default images for category and product will not be resized
es_es: Si no te gusta el tamaño por defecto de las miniaturas de categorías y productos, cámbialo aquí. Después de ello usa el plugin <a href='http://wordpress.org/plugins/regenerate-thumbnails/'>Regenerate Thumbnails</a> para regenerar las miniaturas de las imágenes. Por favor, recuerda que las imágenes por defecto para las categorías y productos no serán cambiadas
fr_fr: Si vous n'êtes pas satisfait des tailles par défaut des vignettes de Catégories et Produits, changez les ici, merci. Après cela utiliser <a href='http://wordpress.org/plugins/regenerate-thumbnails/'>Regénérateur de Miniatures</a> pour recréer les vignettes à la bonne taille. Merci de noter que les images par défaut de Catégories et Produits ne seront pas régénérés.
it_it: Se non si è soddisfatti della dimensione di default delle miniature per le categorie e prodotti, cambiare qui il valaore. Dopo di chè si prega di utilizzare il plugin<a href='http://wordpress.org/plugins/regenerate-thumbnails/'> Rigenera Miniature </a per ricostruire le dimensioni delle immagini. Si prega di notare, non verranno ridimensionate che le immagini di default per categoria e di prodotto

source: Please turn the option on, if you would like to use the sidebar
es_es: Activa la opción si quieres usar el sidebar
fr_fr: Si vous voulez utiliser la Sidebar, merci de mettre l'option sur ON
it_it: Attivare l'opzione, se si desidera utilizzare la barra laterale

source: You can change the default prefix for the catagories of products. Please notice, that every time you change it you should also press "Save" on the <a href="
es_es: Puedes cambiar el prefijo por defecto para las categorías de producto. Por favor, recuerdo que cada vez que lo cambies debería pulsar "Save" en <a href="

source: You can change the default prefix for the tags of products. Please notice, that every time you change it you should also press "Save" on the <a href="
es_es: Puedes cambiar el prefijo por defecto para las etiquetas de los productos. Por favor, recurda que cada vez que lo cambies deberías pulsar "Guardar cambios" en <a href="

source: WARNING: the plugin's sidebar is under testing. If this option brokes your layot, just uncheck it, and please write me a letter with the theme name: sokolovskaja.irina@gmail.com. I'll be extremely thankful if you also would attach some screenshots
es_es: AVISO: el sidebar del plugin está en fase de pruebas. Si esta opción desmaqueta tu web, desmárcala, y por favor escríbeme un email con el nombre del tema: sokolovskaja.irina@gmail.com. Sería muy útil si adjuntas también algunas capturas

source: There are no products in the category.
es_es: No hay productos en la categoría

source: Could not load the localization file:
es_es: No se ha podido cargar el archivo de localización:
