Repository: wp-plugins/goods-catalog
Catalog: languages/gcat-*.po
Languages: es_es, fr_fr, it_it, ru_ru

source: Goods Catalog Settings
es_es: Configuraci&oacute;n de Goods Catalog
fr_fr: Préférences
it_it: Impostazioni
ru_ru: Настройки плагина Goods Catalog

source: Goods Catalog Plugin Settings
es_es: Configuraci&oacute;n del plugin Goods Catalog
fr_fr: Préférences du Plug-In "Goods Catalog"
it_it: Impostazioni Plugin Goods Catalog
ru_ru: Настройки плагина Goods Catalog

source: Plugin Info
es_es: Información del plugin
fr_fr: Infos Plug-In
ru_ru: Информация о плагине

source: Catalog Permalinks Settings
ru_ru: Настройки постоянных ссылок каталога

source: Catalog Home Page Slug
ru_ru: Префикс главной страницы каталога

source: Category Slug
es_es: Slug de categor&aacute;a
fr_fr: Raccourci Catégories
it_it: Categoria Slug
ru_ru: Префикс рубрики

source: Tag Slug
es_es: Slug de etiqueta
fr_fr: Raccourci Tag
ru_ru: Префикс тега

source: Common Settings
ru_ru: Общие настройки каталога

source: Container Width
es_es: Ancho del contenedor
fr_fr: Largeur de conteneur
it_it: Larghezza Contenitore
ru_ru: Ширина контейнера

source: Center Container
es_es: Centrar contenedor
fr_fr: Conteneur centré
it_it: Centratura Contenitore
ru_ru: Выровнять контейнер по центру

source: Thumbnail size
es_es: Tamaño de la miniatura
fr_fr: Taille de miniature
it_it: Misura Miniatura
ru_ru: Размер миниатюры

source: Categories Settings
ru_ru: Настройки рубрик

source: Show category's thumbnails
es_es: Mostrar miniaturas de categoria
fr_fr: Voir les miniatures de Catégories
it_it: Visualizza le miniature delle categorie
ru_ru: Показывать миниатюры для рубрик

source: Show category's description
es_es: Mostrar descripción de categoría
fr_fr: Voir les description de Catégories
it_it: Visualizza la descrizione delle categorie
ru_ru: Показывать описание рубрики

source: Product Settings
ru_ru: Настройки продуктов

source: Products per page
es_es: Productos por p&aacute;gina
fr_fr: Produits par page
it_it: Prodotti per pagina
ru_ru: Продуктов на странице

source: Goods order by
ru_ru: Сортировка продуктов

source: Goods order
ru_ru: Порядок продуктов

source: Show product's short description
es_es: Mostrar descripción corta de producto
fr_fr: Voir les descriptions courtes de produits
it_it: Visualizzazione descrizione breve del prodotto
ru_ru: Показывать короткое описание продукта

source: Show product's SKU
es_es: Mostrar referencia de producto
fr_fr: Voir les SKU des produits
it_it: Visualizza SKU prodotti
ru_ru: Показывать артикул товара

source: Product Price Prefix
it_it: Prezzo Prodotto Prefix
ru_ru: Префикс цены

source: Product Price Postfix
it_it: Prezzo Prodotto Postfix
ru_ru: Постфикс цены

source: Info Container Width on Product Page
es_es: Info ancho contenedor en página de producto
fr_fr: Largeur du "Conteneur Info" sur la page produit
it_it: Larghezza contenitore Info su Pagina Prodotti
ru_ru: Ширина контейнера с информацией о продукте на странице продукта

source: Sidebar Settings
es_es: Configuración de sidebar
fr_fr: Réglages de la Sidebar
it_it: Impostazioni Barra laterale
ru_ru: Настройки сайдбара

source: Use special sidebar
ru_ru: Использовать специальный сайдбар

source: Sidebar Width
es_es: Ancho del sidebar
fr_fr: Largeur de la Sidebar
it_it: Larghezza barra laterale
ru_ru: Ширина сайдбара

source: You can see the catalog on your site at:
es_es: Puedes ver el catálogo en tu web en:
fr_fr: Vous pouvez voir le Catalogue à l'adresse suivante :
it_it: È possibile visualizzare il catalogo sul tuo sito:
ru_ru: Каталог товаров на Вашем сайте расположен по адресу:

source: Don't know how to set up the catalog? The instructions are available here: <a href='http://oriolo.wordpress.com/2014/03/25/goods-catalog-wordpress-plugin-that-creates-catalog-of-products'>in English</a>, <a href='http://oriolo.ru/dev/goods-catalog/quick-start'>in Russian</a>
ru_ru: Не знаете, как настроить каталог? Инструкции находятся здесь: <a href='http://oriolo.wordpress.com/2014/03/25/goods-catalog-wordpress-plugin-that-creates-catalog-of-products'>по-английски</a>, <a href='http://oriolo.ru/dev/goods-catalog/quick-start'>по-русски</a>

source: Any problems or questions? Visit the plugin's <a href='http://wordpress.org/support/plugin/goods-catalo'>support forum</a> at WordPress.org
ru_ru: Возникли проблемы или вопросы? Посетите <a href="http://wordpress.org/support/plugin/goods-catalog">форум технической поддержки</a> плагина на WordPress.org

source: Please notice, that every time you change permalinks you should also press "Save" on the <a href="%s">Permalinks Settings page</a>, and maybe update the menu items
ru_ru: Обратите внимание, что каждый раз после изменения настроек постоянных ссылок необходимо нажимать на кнопку "Сохранить" на странице "<a href="%s">Постоянные сслыки</a>", и, возможно, обновить соответствующие пункты меню

source: The following settings will be applied to all catalog pages
ru_ru: Настройки ниже будут применены ко всему каталогу

source: Set up the goods categories here
ru_ru: Настройте рубрики каталога

source: Set up the products here
ru_ru: Настройте продукты каталога

source: You can use special sidebar only in catalog pages. Please remember that sidebar from your theme can be not supported by Goods Catalog plugin
ru_ru: Вы можете использовать специальный сайдбар, который появится только на страницах каталога. Встроенный сайдбар из большинства тем на плагином не поддерживается, и на страницах каталога выведен не будет.

source: by default: catalog
es_es: por defecto: catalog
fr_fr: catalog par défaut
it_it: Impostazione predefinita: catalog
ru_ru: по-умолчанию: catalog

source: Enter the slug of catalog home page
ru_ru: Введите префикс для главной страницы каталога

source: by default: goods_caregory
es_es: por defecto: goods_caregory
fr_fr: par défaut : goods_category
it_it: Impostazione predefinita: goods_caregory
ru_ru: по-умолчанию: goods_category

source: by default: goods_tag
es_es: por defecto: goods_tag
fr_fr: par défaut : goods_tag
it_it: Impostazione predefinita: goods_tag
ru_ru: по-умолчанию: goods_tag

source: none
ru_ru: нет

source: author
ru_ru: автор

source: title
ru_ru: название

source: slug
ru_ru: постоянная сслыка

source: date
ru_ru: дата

source: last modified
ru_ru: последнее изменение

source: random
ru_ru: случайно

source: number of comments
ru_ru: количество комментариев

source: menu order
ru_ru: порядок меню

source: price
ru_ru: цена

source: ASC
ru_ru: А-Я

source: DESC
ru_ru: Я-А

source: by default 100
es_es: por defecto 100
fr_fr: 100 par défaut
it_it: Impostazione predefinita: 100
ru_ru: по-умолчанию 100

source: If the catalog's container is bigger than your theme's container, change it here
es_es: Si el contenedor del catálogo es mayor que el contenedor de tu tema, cámbialo aquí
fr_fr: Si votre conteneur de Catalogue est plus grand que votre Conteneur de Theme, changez le ici.
it_it: Se il contenitore del catalogo è più grande contenitore del vostro tema, modificate questo valore
ru_ru: Здесь можно поменять ширину контейнера каталога, если он шире, чем контейнер темы

source: Add 'margin: 0 auto;' to the container. If you have changed container's width, you should also turn on this option
es_es: Añadir 'margin: 0 auto;' al contenedor. Si has cambiado el ancho del contenedor, deberías activar esta opción
fr_fr: Ajouter 'margin: 0 auto;' au Conteneur. Si vous avez changé la largeur du Conteneur, vous devrez aussi activer cette option.
it_it: Aggiungi 'margin: 0 auto;' al contenitore. Se hai cambiato la larghezza del contenitore, si dovrebbe anche attivare questa opzione
ru_ru: Добавить к контейнеру свойство 'margin: 0 auto;'. Если вы поменяли ширину контейнера, то скоре всего, нужно отметить и эту опцию

source: by default 60
es_es: por defecto 60
fr_fr: par défaut 60
it_it: Impostazione predefinita: 60
ru_ru: по-умолчанию 60

source: Set width of Product Info Container on single product page. In that container are located: name, price, SKU, short description, categories and tags of the product. With the smaller width the container will be on the right of product thumbnail, with the bigger width it will be under product thumbnail
es_es: Ancho del contenedor de información del producto en páginas de solo producto.
fr_fr: Régler la largeur du Conteneur "d'info Produit" sur la page de produit. Dans ce conteneur sont disposés : Nom, Prix, SKU, courte description, Catégories et mots Clés du produit. Avec la petite largeur le conteneur sera disposé sur la droite de la miniature produit, avec la grande largeur il sera disposé sous la miniature produit.
it_it: Impostare la larghezza del contenitore Info prodotto nella pagina del singolo prodotto. In questo contenitore si trovano: nome, prezzo, SKU, descrizione breve, categorie e tag del prodotto. Con una larghezza ridotta del contenitore queste info saranno a destra della miniatura del prodotto, con una larghezza maggiore del conteniitore le info sarano sotto la miniatura del prodotto
ru_ru: Установить ширину контейнера с информацией о продукте на странице продукта. В этом контейнере расположены название, цена, артикул, короткое описание, рубрики и метки товара. Если установить меньшую ширину, то этот контейнер будет находиться справа от изображения товара, если большую - то под изображением.

source: in grid
es_es: en cuadrícula
fr_fr: En grille
it_it: nella griglia
ru_ru: в сетке

source: If you don't need thumbnails for the categories, please uncheck this option
es_es: Si no necesitas miniaturas para las categorías, desactiva esta opción
fr_fr: Si vous n'avez pas besoin de miniatures pour cette catégorie, décochez cette option
it_it: Se non avete bisogno di miniature per le categorie, deselezionare questa opzione
ru_ru: Если миниатюры для рубрик не нужны, отключите эту опцию

source: Width:
es_es: Ancho:
fr_fr: Largeur :
it_it: Larghezza:
ru_ru: Ширина:

source: px
fr_fr: pixels
ru_ru: пикс.

source: Height:
es_es: Altura:
fr_fr: Hauteur :
it_it: Altezza:
ru_ru: Высота:

source: Set size of thumbnails for categories and products. After that please use <a href='http://wordpress.org/plugins/regenerate-thumbnails/'>Regenerate Thumbnails</a> plugin to rebuild images' sizes. Please notice, that default images for category and product will not be resized
ru_ru: Настроить размер миниатюр для рубрик и товаров. После этого, пожалуйста, воспользуйтесь плагином <a href='http://wordpress.org/plugins/regenerate-thumbnails/'>Regenerate Thumbnails</a> чтобы пересоздать миниатюры для изображений с новыми размерами. Обратите внимание, что размер изображений-заглушек изменен не будет.

source: in category page
es_es: en la página de categoría
fr_fr: Dans la catégorie de page
it_it: Nella pagina categoria
ru_ru: на странице рубрики

source: If you don't need description for the categories, please uncheck this option
es_es: Si no necesitas descripción para las categorías, desactiva esta opción
fr_fr: Si vous n'avez pas besoin de description pour les Catégories, merci de décocher cette option.
it_it: Se non avete bisogno di descrizione per le categorie, deselezionare questa opzione
ru_ru: Если описания для рубрик не нужны, отключите эту опцию

source: in single product page
es_es: en página de sólo producto
fr_fr: Dans la page de produit
it_it: Nella pagina del singolo prodotto
ru_ru: на странице товара

source: by default: empty
it_it: Impostazione predefinita: vuoto
ru_ru: по-умолчанию: пусто

source: Currency prefix, for ex.: &#36; or &#128;. Just leave it emply if you don't need prefix
it_it: Simbolo valuta prefix (prima del prezzo), per esempio: &#36; o &#128;. Lasciare vuoto se non si vuole inserire la valuta prima del prezzo
ru_ru: Префикс валюты, например: &#36; или &#128;. Оставьте пустым, если префикс не нужен

source: Currency postfix, for ex.: RUB. Just leave it emply if you don't need postfix
it_it: Simbolo valuta postfix (inserita dopo il prezzo), per esempio: RUB o EU. Lasciare vuoto se non si vuole inserire la valuta dopo il prezzo
ru_ru: Постфикс валюты, например: руб. Оставьте пустым, если постфикс не нужен

source: Please turn the option on, if you would like to use the special sidebar for catalog
ru_ru: Включите эту опцию, если хотите использовать специальный сайдбар на страницах каталога

source: by default 20
es_es: por defecto 20
fr_fr: 20 par défaut
it_it: Per impostazione predefinita, 20
ru_ru: по-умолчанию 20

source: Set width of the Sidebar
es_es: Ancho del sidebar
fr_fr: Régler la largeur de la Sidebar
it_it: Impostare la larghezza della barra laterale
ru_ru: Установить ширину сайдбара

source: Home
es_es: Inicio
fr_fr: Accueil
ru_ru: Главная

source: Catalog
es_es: Cat&aacute;logo
fr_fr: Catalogue
it_it: Catalogo
ru_ru: Каталог

source: Price
es_es: Precio
fr_fr: Prix
it_it: Prezzo
ru_ru: Цена

source: Enter price here
es_es: Introduce el precio aquí
fr_fr: Entrer le prix ici
it_it: inserisci qui il prezzo
ru_ru: Укажите цену

source: SKU
es_es: Referencia
ru_ru: Артикул

source: Enter product ID (SKU)
es_es: Introduce el identificador (referencia)
fr_fr: Entrer un ID de produit (SKU)
it_it: Inserisci qui ID prodotto (SKU)
ru_ru: Введите артикул товара

source: Short Description
es_es: Descripción corta
fr_fr: Courte Description
it_it: Descrizione Breve
ru_ru: Короткое описание

source: Enter description here
es_es: Introduce la descripción aquí
fr_fr: Entrer une description ici
it_it: Inserisci qui descrizione breve
ru_ru: Введите описание

source: Item Options
es_es: Opciones de item
fr_fr: Options d'article
it_it: Opzioni Prodotto
ru_ru: Опции

source: Goods Tags
it_it: Tags prodotti
ru_ru: Метки продуктов

source: Tags
es_es: Etiquetas
ru_ru: Метки

source: All Items
es_es: Todos los items
fr_fr: Tous les articles
it_it: Tutti i prodotti
ru_ru: Все

source: Parent Item
es_es: Item padre
fr_fr: Article Parent
it_it: Prodotto genitore
ru_ru: Родительский элемент

source: Parent Item:
es_es: Item padre:
fr_fr: Article parent :
it_it: Prodotto genitore:
ru_ru: Родительский элемент

source: New Item Name
es_es: Nuevo nombre de item
fr_fr: Nouveau titre d'article
it_it: Nuovo nome prodotto
ru_ru: Название

source: Add New Item
es_es: Añadir nuevo item
fr_fr: Ajouter un nouvel article
it_it: Aggiungi nuovo tag
ru_ru: Добавить

source: Edit Item
es_es: Edita item
fr_fr: Editer l'article
it_it: Modifica prodotto
ru_ru: Редактировать

source: Update Item
es_es: Actualizar item
fr_fr: Mettre à jour l'article
it_it: Aggiorna prodotto
ru_ru: Обновить

source: Separate items with commas
es_es: Separar items con comas
fr_fr: Séparer les articles avec une virgule
it_it: Separa tags con virgola
ru_ru: Разделяйте метки запятыми

source: Search Items
es_es: Buscar items
fr_fr: Chercher des articles
it_it: Cerca prodotti
ru_ru: Поиск

source: Add or remove items
es_es: Añadir o quitar items
fr_fr: Ajouter ou Supprimer des articles
it_it: Aggiungi o rimuovi prodotti
ru_ru: Добавить или удалить

source: Choose from the most used items
es_es: Escoger de entre los items más usados
fr_fr: Choisir parmi les articles les plus utilisés
it_it: Scegli tra le voci più utilizzate
ru_ru: Выбрать из часто используемых

source: Not Found
es_es: No encontrado
fr_fr: Non Trouvé
it_it: non trovato
ru_ru: Не найдено

source: Price:
es_es: Precio:
fr_fr: Prix :
it_it: Prezzo:
ru_ru: Цена:

source: SKU:
es_es: Referencia:
ru_ru: Артикул:

source: Goods Catalog Sidebar
es_es: Sidebar de Goods Catalog
fr_fr: Sidebar du Catalogue
it_it: Barra laterale Catalogo
ru_ru: Сайдбар каталога товаров

source: Goods Catalog Widgets
es_es: Widget de Goods Catalog
fr_fr: Widgets du Catalogue
it_it: Widgets Catalogo
ru_ru: Виджеты каталога товаров

source: Goods Categories
it_it: Categorie
ru_ru: Рубрики продуктов

source: Add category
es_es: Añadir categoría
fr_fr: Ajouter une Catégorie
it_it: Aggiungi Categoria
ru_ru: Добавить рубрику

source: New category
es_es: Nueva categoría
fr_fr: Nouvelle Catégorie
it_it: Nuova categoria
ru_ru: Новая рубрика

source: Go to cetegory %s
es_es: Ir a categoría %s
fr_fr: Aller à la Catégorie %s
it_it: Vai alla categoria %s
ru_ru: Перейти в рубрику %s

source: Pages:
es_es: Páginas:
it_it: Pagine:
ru_ru: Страницы:

source: Goods
fr_fr: Catalogue
it_it: Prodotti
ru_ru: Товары

source: Item
fr_fr: Article
it_it: Prodotti
ru_ru: Товар

source: Add
es_es: Añadir
fr_fr: Ajouter
it_it: Aggiungi
ru_ru: Добавить

source: Add new item
es_es: Añadir nuevo item
fr_fr: Ajouter un nouvel Article
it_it: Aggiungi nuovo prodotto
ru_ru: Добавить новый товар

source: Edit
es_es: Editar
fr_fr: Editer
it_it: Modifica
ru_ru: Редактировать

source: Edit item
es_es: Editar item
fr_fr: Editer l'article
it_it: Modifica prodotto
ru_ru: Редактировать товар

source: New item
es_es: Nuevo item
fr_fr: Nouvel Article
it_it: Nuovo prodotto
ru_ru: Новый товар

source: View
es_es: Vista
fr_fr: Vue
it_it: Visualizza
ru_ru: Вид

source: View of items
es_es: Vista de items
fr_fr: Vue des Articles
it_it: Visualizzazione prodotti
ru_ru: Вид товаров

source: Search items
es_es: Buscar items
fr_fr: Articles recherché
it_it: Cerca prodotti
ru_ru: Поиск

source: Items not found
es_es: items no encontrados
fr_fr: Article non trouvé
it_it: Prodotti non trovati
ru_ru: Не найдено

source: Item is not found in trash
es_es: Items no encontrados en la papelera
fr_fr: Article non trouvé dans la corbeille
it_it: Prodotto non trovato nel cestino
ru_ru: В корзине товаров не найдено

source: Goods Catalog categories list
es_es: Lista de categorías de Goods Catalog
fr_fr: Liste des Catégories du Catalogue
it_it: Lista categorie Prodotti
ru_ru: Список рубрик каталога товаров

source: Products Categories
es_es: Categorías de producto
fr_fr: Catégories de Produits
it_it: Categorie prodotti
ru_ru: Рубрики продуктов

source: Title:
es_es: Título:
fr_fr: Titre :
it_it: Titolo:
ru_ru: Заголовок:

source: Show post counts
ru_ru: Показывать количество товаров

source: Goods Catalog tags cloud
es_es: Nube de etiquetas de Goods Catalog
fr_fr: Nuage de Tags de Goods Catalogue
it_it: tags cloud prodotti
ru_ru: Облако тегов каталога товаров

source: Products Tags
es_es: Etiquetas de productos
fr_fr: Tags des produits
it_it: Tags Prodotti
ru_ru: Метки продуктов

source: Goods Catalog Sidebar is Activated!
ru_ru: Сайдбар каталога товаров активирован!

source: Hi! It is Goods Catalog Sidebar. Please <a href="/wp-admin/widgets.php">add some widgets</a> in there, and this message will be hidden automatically.
ru_ru: Привет! Это сайдбар плагина Goods Catalog. <a href="/wp-admin/widgets.php">Добавьте сюда виджеты</a> и это сообщение автоматически исчезнет.

source: Categories
es_es: Categorías
fr_fr: Catégories
it_it: Categorie
ru_ru: Рубрики

source: Caught exception:
es_es: Excepci&aacute;ón capturada:
fr_fr: Erreur d'initialisation :

source: Categories:&nbsp;
es_es: Categor&iacute;as:&nbsp;
fr_fr: Catégories

source: Tags:&nbsp;
es_es: Etiquetas:&nbsp;
fr_fr: Tags :

source: Catalog View Settings
es_es: Configuración visualizaci&oacute;n del catálogo
fr_fr: Préférences
it_it: Impostazioni di visualizzazione Catalogo

source: Catalog Slug
es_es: Slug del cat&aacute;logo
fr_fr: Raccourci Catalog
it_it: Catalogo Slug

source: Categories View Settings
es_es: Configuración visualizaci&oacute;n de categorías
fr_fr: Réglages des vues Catégories
it_it: Impostazioni di visualizzazione delle categorie

source: Product View Settings
es_es: Configuración de visualización de producto
fr_fr: Réglages de
it_it: Impostazioni di visualizzazione Prodotto

source: Use plugin's sidebar
es_es: Usar el sidebar del plugin
fr_fr: Utiliser le Plug-In de Sidebar
it_it: Usa Barra laterale integrata nel plugin

source: <p>Don' know how to set up the catalog? The instructions are available here: <a href="http://oriolo.wordpress.com/2014/03/25/goods-catalog-wordpress-plugin-that-creates-catalog-of-products/">in English</a>, <a href="http://oriolo.ru/goods-catalog/">in Russian</a></p>
es_es: <p>¿No sabes cómo configurar el catálogo? Las instrucciones están disponibles en: <a href="http://oriolo.wordpress.com/2014/03/25/goods-catalog-wordpress-plugin-that-creates-catalog-of-products/">en inglés</a>, <a href="http://oriolo.ru/goods-catalog/">en ruso</a></p>
fr_fr: <p>Vous ne savez pas comment configurer votre Catalogue ? Toutes les instructions sont disponibles à cette adresse : <a href="http://oriolo.wordpress.com/2014/03/25/goods-catalog-wordpress-plugin-that-creates-catalog-of-products/">en Anglais</a>, <a href="http://oriolo.ru/goods-catalog/">en Russe</a></p>
it_it: <P> Non sai come impostare il catalogo? Le istruzioni sono disponibili qui: <a href="http://oriolo.wordpress.com/2014/03/25/goods-catalog-wordpress-plugin-that-creates-catalog-of-products/">in </a> Inglese, <a href="http://oriolo.ru/goods-catalog/"> in </a> russo </ p>

source: <p>Any problems or questions? Visit the plugin's <a href="http://wordpress.org/support/plugin/goods-catalog">support forum</a> at WordPress.org</p>
es_es: <p>Para cualquier problema o duda, visita el <a href="http://wordpress.org/support/plugin/goods-catalog">foro de soporte</a> del plugin en WordPress.org</p>
fr_fr: <p>Un problème ou une question ? Visitez <a href="http://wordpress.org/support/plugin/goods-catalog">le forum de support du Plug-In</a> sur WordPress.org</p>
it_it: <P>Problemi o domande? Visita il<a href="http://wordpress.org/support/plugin/goods-catalog"> forum di supporto </a> del plugin su WordPress.org </ p>

source: Enter your settings below:
es_es: Introduce debajo tu configuración:
fr_fr: Entrez vos réglages en dessous
it_it: Immettere le seguenti impostazioni:

source: If your theme's sidebar loads correctly on the catalog pages, you do not need to change anything here
es_es: Si el sidebar de tu tema se carga correctamente en las páginas del catálogo, no necesitas cambiar nada aquí
fr_fr: Si votre Sidebar de votre Thème se charge correctement sur les pages de Catalogue, vous n'avez rien à changer ici.
it_it: Se la barra laterale è correttamente visualizzata nel tema sulle pagine del catalogo,qui non c'è bisogno di cambiare nulla

source: You can change the default path to the catalog. Please notice, that every time you change it you should also press "Save" on the <a href="%s">Permalinks Settings page</a>, and maybe update the menu item
es_es: Puedes cambiar la ruta por defecto al catálogo. Recuerda que, cada vez que la cambies, debes pulsar después "Guardar cambios" en la página <a href="%s">Enlaces permanentes</a>, y posiblemente actualizar el item en el menú
fr_fr: Vous pouvez changer le chemin par défaut du Catalogue. Notez cependant qu'à chaque changement vous devrez cliquer sur "Enregistrer" dans les <a href="%s">Permaliens</a> de la page des Réglages et peut-être mettre à jour l'élément de menu.
it_it: È possibile modificare il percorso predefinito del catalogo. Si prega di notare, che ogni volta che si cambia questo valore si deve anche premere "Salva impostazioni " sulla pagina <a href="%s"> permalink </a>

source: You can change the default prefix for the catagories of products. Please notice, that every time you change it you should also press "Save" on the <a href="%s">Permalinks Settings page</a>
es_es: Puedes cambiar el prefijo por defecto para las categorías de producto. Recuerda que, cada vez que la cambies, debes pulsar después "Guardar cambios" en la página <a href="%s">Enlaces permanentes</a>
it_it: È possibile modificare il prefisso predefinito per le categorie di prodotti. Si prega di notare, che ogni volta che si cambia questo valore si deve anche premere "Salva impostazioni " sulla pagina <a href="%s"> permalink </a>
